IDEA Open Model
TendonDuct.IsDebondingTube Property
Compatible with IDEA StatiCa Beta 20.0
 rue for debonding tubes, false for tendon ducts
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool IsDebondingTube { get; set; }
Public Property IsDebondingTube As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
TendonDuct Class
IdeaRS.OpenModel.CrossSection Namespace